var alllanguage={
    head:[
        ['币种','coin'],
        ['数据分析','data'],
        ['交易所','exchange']
    ],
     //语言选择
    head_options: [{
        value: '0',
        label: '简体中文'
    }, {
        value: '1',
        label: 'English'
    }],
    coindetail:{
        base:[
            ['交易量（24H）',''],
            ['换手率（24h）',''],
            ['流通供给量',''],
            ['流通率',''],
            ['市值','']
        ],
        basechart:[
            ['价格',''],
            ['市值',''],
            ['24H交易量',''],
            ['活跃地址',''],
            ['新增地址',''] 
        ],
        childtype:[
            ['富豪榜',''],
            ['大额异动',''],
            ['活跃度',''],
            ['基本信息','']
        ]
    },
    base:{
        baseinfo:[
            ['发行总量',''],
            ['发行时间',''],
            ['上架交易所',''],
            ['区块时间',''],
            ['核心算法',''],
            ['开发者','']
        ],
        basetype:[
            ['社交媒体',''],
            ['众筹信息',''],
            ['路线图','']
        ]

    }
       
    
}